bat

broot

charmbracelet/tap/skate

cmake

cowsay

deno

diff-so-fancy

dooit

duf

dust

exa

fd

fontforge

fx

gh

git

git-delta

gitui

glow

gnu-sed

go

gum

helix

httpie

imagemagick

jesseduffield/lazydocker/lazydocker

jesseduffield/lazynpm/lazynpm

jq

jsonpp

lazygit

llama

lolcat

lsd

luarocks

mono-libgdiplus

mprocs

mysql

navi

ncdu

ncspot

neofetch

neovim

node

nvm

pcre

protobuf

python@3.10

ripgrep

rs/tap/curlie

rust

slides

starship

tealdeer

tig

tree

utf8proc

vhs

wtfutil

zellij

zsh-async

zsh-autosuggestions

zsh-syntax-highlighting
