appcleaner
babeledit
docker
font-fira-code-nerd-font
google-chrome
visual-studio-code
warp
bat
glow
ncurses
brotli
icu4c
neovim
c-ares
lazygit
node
ca-certificates
libevent
nvm
cmake
libnghttp2
openssl@1.1
deno
libtermkey
pcre2
diff-so-fancy
libuv
pkg-config
dust
libvterm
readline
exa
lua
ripgrep
fd
luajit
tig
fzf
luarocks
tree
gettext
luv
tree-sitter
gh
msgpack
unibilium
git
ncdu
utf8proc


